export let img_arr = [
    "cape", "fiordland", "galapagos", "gentoo", "giant", "hanejiro", "hige", "humboldt", "iwatobi", "king", "kinme", "macaroni", "magellanic", "royal", "snares", "syureta"
];

export let name_arr = [
    "ケープペンギン \nケープ地方に住むことから命名された。\n胸のラインが1本で細く、同時に顔の白い部分が多いという点が見分けるポイント。\n唯一アフリカに生息するペンギンで、鳴き声がほぼロバ。",
    "キマユペンギン \nニュージーランド、フィヨルドランド固有種。\nスネアーズペンギンとよく似ているが、キマユペンギンは嘴根本のむき出しの皮膚がない。\nマオリ語では、マオリ族の神様由来の、「タワキ」と呼ばれている。",
    "ガラパゴスペンギン \nペンギンのなかで、最も低緯度の赤道直下で暮らしている。\n陸上では、日陰、または日光を背にして立ち、腋と肢が日陰になるような姿勢で体温を冷まし、さらに高温になると激しく喘いで体温調節する。",
    "ジェンツーペンギン \n最も泳ぐのが速いペンギン。最高時速35kmにまで達する。\nジェンツーはポルトガル語の「異教徒」に由来しており、頭部の白い帯模様をターバンに見立てたものと考えられる。",
    "ジャイアントペンギン \nデカい。マジでデカい。\n体長140~160cm、体重80~90kg程もある。\n既に絶滅している。生存競争に敗北し、その巨体ゆえに必要とされる膨大な食糧を賄いきれなかったためだと考えられている。",
    "ハネジロペンギン \n体長40cm程と小型。\n明け方に海へ出て日没後に陸に上がる。上陸に適した暗さになるまで沖合いで群れを作って待つ性質がある。\n現在最も絶滅が危惧されているペンギンでもある。",
    "ヒゲペンギン \n個体数が最も多いペンギン。\nまた、他のペンギンに比べて夜間視力に優れ、他のペンギンが深く潜らない夜間に、日中よりも深く潜水することで餌を補う。ヒナを狙う天敵を警戒して、親鳥は睡眠を1回平均4秒程度と細切れにとっている。親の愛情を感じる。",//このペンギンにしますか？
    "フンボルトペンギン \n日本国内で初めて飼育されたペンギン。\n非常に協調性が高く、群れ内で争うことはほとんどない。\n一方で、飼育環境下において、屈んで頸部をひねり片目で相手にガンを飛ばすといった敵対行動をとるらしく、ほぼヤクザである。",
    "イワトビペンギン \n生息地域が最も広大。\n地上では他のペンギンのようによちよちと歩かず、両足を揃えて飛び跳ねながら移動することから、「イワトビ」と名づけられた。",
    "キングペンギン \n縄張り意識が強く、同種他個体とよく争う。\nとはいえ、他の種類のペンギンは避けて歩き、攻撃しない。\n6~8月の冬季に寒さが厳しくなると、親鳥はヒナに給仕しなくなるため、体重の十分でないヒナは死ぬし、十分な体重を備えたヒナでも、寒さと飢えに耐え忍ばねばならない。\nトンデモ薄情である。",
    'キンメペンギン \n学名が「ニュージーランドの大きな潜水者」。\n非常に消化の早い胃を持っているため、繁殖期では手当たり次第に餌をとって腹を満たしたら、すぐさま巣に戻り、ヒナたちに餌をやる。',
    'マカロニペンギン \n目の上に生えたオレンジ色の羽が特徴的。\nマカロニは「伊達男」という意味で、そのオレンジの飾り羽にちなむ。\n通常卵を一度に二つ生むのだが、最初に産んだ卵はなぜか放置する。かわいそう。',
    'マゼランペンギン \nペンギンの中でも特に長寿で、最長35年生きる。\n海を泳いで渡りをする。往復6400kmに及ぶこともある。\n繁殖期は凶暴になる。まず鳴き声で宣戦布告を行い、次にくちばしを相手に向けて頭と目を動かし威嚇し、対決に移る。\nジャパニーズブシドースタイルである。',
    'ロイヤルペンギン \nマカロニペンギンとよく似ているが、マカロニペンギンは顔が黒いのに対し、顔が白い。生後10~20日間は片方の親、主にオスが、ヒナを抱いて面倒を見る。',
    'スナレスペンギン \nニュージーランド、スネアーズ諸島固有種。\nオオフマルカモメが天敵で、海に向かうヒナが襲われることが多い。カモメやトウゾクカモメが卵を狙うことも多々あり。',
    'シュレーターペンギン \n社会的で、一夫一妻制と考えられている。\n英名は「逆立つ冠羽」で、この黄色い眉のような冠羽は自在に上下できる。\n卵を二つ産むが、一つ目に比べて二つ目の卵がデカい。一つ目の卵はどこへやらへと巣から消える。'
];